

export const montessoriData = {
  hero: {
    title: 'О методе Монтессори',
    imageSrc: '/images/Maria-Montessori-1933.jpg',
    imageAlt: 'Мария Монтессори, итальянский педагог-гуманист (1870-1952)'
  },
  sections: [
    {
      id: 1,
      title: 'Система или Метод Монтессори?',
      content: 'Хотя часто метод называют системой или методикой, правильнее называть метод, поскольку метод включает в себя не только набор практик и инструкций для педагогов, но требует от педагогов глубокого понимания потребностей ребенка. Метод основывается на свободной воле ребенка в исследовании окружающего мира, его красоты и особенностей. Дети исследуют окружающий мир, культуру человека, академические науки. И все это возможно исследовать через развивающие материалы в подготовленной среде (классе).'
    },
    {
      id: 2,
      title: 'Мария Монтессори',
      content: 'Метод раннего развития детей, Марии Монтессори, итальянского педагога-гуманиста (1870-1952) уже давно пользуется мировым признанием и получил самое широкое распространение. Педагогика Монтессори - замечательный пример эффективной практической реализации идей свободного воспитания.'
    },
    {
      id: 3,
      title: 'Внутренняя программа развития',
      content: 'Мария заметила, что маленькие дети следуют своей внутренней программе развития, которая заложена в каждом маленьком человеке от рождения. Эта программа и определяет интерес ребенка в том, каким занятием и как долго он хочет заниматься. В традиционных системах, дети часто «протестуют» или занимаются без интереса теми занятиями, которые предлагают или навязывают им взрослые, искренне считая это полезным. Здесь речь идет не об играх, ребенок почти всегда готов играть, а о классических знаниях: счет или письмо или чтение. Традиционные системы воспитания игнорируют внутренний интерес и потребности ребенка, вместо этого, они сосредоточены на том, чтобы передать ребенку как можно больше знаний, даже если он не готов к тому, чтобы впитать их. Мастерство воспитания заключается в том, чтобы увидеть потребность ребенка, в чем его интерес, и создать возможности для реализации этого интереса. Поэтому педагоги, работающие в центре развития по данному методу, обязаны наблюдать и анализировать действия ребенка. А ребенок, непременно проявит (покажет) свой интерес.'
    },
    {
      id: 4,
      title: 'Отношение к ребенку как к уникальной личности',
      content: 'Основным отличием метода Монтессори от традиционных детских садов является отношение к ребенку как к уникальной, неповторимой личности, со своим собственным планом развития, своими собственными способами и сроками освоения окружающего мира.'
    },
    {
      id: 5,
      title: 'Стимулирование к саморазвитию',
      content: 'Основная идея метода Монтессори заключается в стимулировании ребенка к саморазвитию, поместив его в подготовленную среду, имеющую четкую логику построения и соответствующую психологическим потребностям ребенка. Задачей же воспитателя, или наставника, как его называют в системе Монтессори, является помочь ребенку организовать свою деятельность в этой среде, пойти свои собственным, уникальным путем, реализовать свой творческий потенциал.'
    },
    {
      id: 6,
      title: 'Вера в природу ребенка',
      content: 'Монтессори была убеждена, что практически любой ребенок является нормальным человеком, способным открыть себя в активной деятельности. Эта деятельность, направленная на освоение окружающего его мира, на вхождение в культуру, созданную предшествующими поколениями, приводила к реализации заложенного в формирующейся личности потенциала, к полноценному физическому и духовному развитию.'
    },
    {
      id: 7,
      title: 'Феномен педагогики Монтессори',
      content: 'Феномен педагогики Монтессори заключается в ее безграничной вере в природу ребенка, в ее стремление исключить какое-либо авторитарное давление на формирующегося человека, а также в ориентации на свободную, самостоятельную, активную личность!'
    },
    {
      id: 8,
      title: 'Результаты метода',
      content: 'Дети, посещающие группы Монтессори, приобретают сильную внутреннюю мотивацию к обучению, способность концентрироваться на работе, самостоятельность, они обладают хорошими навыками общения в социуме и внутренней дисциплиной, что позволяет им без труда поступать в самые разные школы!'
    }
  ]
};