export const aboutData = [
  {
    id: 1,
    title: 'Современность, качество, практичность',
    description: [
      'возможность углубленного изучения выбранной дисциплины',
      'преподавание иностранных языков (английский и французкий)',
      'индивидуальные учебные планы с акцентом на личные потребности и возможности ребенка',
      'большая часть учебной деятельности выполняется в классе: самостоятельно или в команде',
      'фокус на умение учиться самостоятельно и осознанное отношение к образовательному процессу'
    ],
    imageSrc: '/images/hero/about-1.png',
    imageAlt: 'Девочка с Монтессори материалами',
    borderColor: 'orange' as const,
    imagePosition: 'left' as const
  },
  {
    id: 2,
    title: 'Творчество, активность, социализация',
    description: [
      'регулярные выходы «в поле»: в музеи, парки, галереи, на партнерские площадки и выставки, тематические экскурсии и в дальние поездки',
      'разнообразие форм обучения: проектные и командные работы, подготовка презентаций, образовательные игры',
      'все условия для творчества в разных сферах: био-химическая и физическая лаборатории, кабинет музыки с настоящими инструментами, футбольная площадка и свой зоо-уголок',
      'совместная деятельность и мероприятия для разновозрастных групп: научные семинары, школьные ярмарки, концерты',
      'взаимодействие с другими школами в Москве и за её пределами - совместные образовательные, спортивные, культурные мероприятия и образовательные события',
      'традиционные школьные мероприятия - спектакли, "Дети учат взрослых" для родителей, дни самоуправления, семейные спортивные праздники, игротеки, проводимые старшими для младших, общешкольные собрания'
    ],
    imageSrc: '/images/hero/about-2.png',
    imageAlt: 'Ученик за творческой работой',
    borderColor: 'purple' as const,
    imagePosition: 'right' as const
  },
  {
    id: 3,
    title: 'Уважение, свобода, гуманность',
    description: [
      'внимание к праву ребенка быть услышанным и запросить помощь, к его чувствам и интересам, практика уважительных способов разрешения конфликтов',
      'свобода перемещения по классу, выбор ребенком рабочего места и формы работы',
      'особая система оценок (безотметочное оценивание до 4 класса), качественное формирующее оценивание и регулярная обратная связь от педагогов детям',
      'отсутствие сравнения с другими и отношение к ошибкам как к важной части процесса обучения',
      'возможность влиять на образовательный процесс - делать образовательный запрос, запрос на определённые форматы обучения, совместное с педагогами обсуждение критериев оценивания аттестационных работ',
      'сотрудничество, а не менторство: учитель выполняет не только роль педагога, но и роль тьютора (наставника)'
    ],
    imageSrc: '/images/hero/about-3.png',
    imageAlt: 'Групповое занятие с детьми',
    borderColor: 'yellow' as const,
    imagePosition: 'left' as const
  },
  {
    id: 4,
    title: 'Забота, жизнерадостность, открытость',
    description: [
      'уютная камерная атмосфера',
      'вкусная и здоровая еда, приготовленная на собственной кухне',
      'много открытых пространств',
      'совместные с учителями настольные, ролевые и подвижные игры, тренинги, выставки, спектакли и футбол во дворе каждую перемену',
      
    ],
    imageSrc: '/images/hero/about-4.png',
    imageAlt: 'Радостный мальчик',
    borderColor: 'green' as const,
    imagePosition: 'right' as const
  }
];